Repository: JojiXavier-Datahub/numberOne
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Hello World!
ml: എല്ലാവർക്കും നമസ്കാരം!

source: Login
ml: ലോഗിൻ ചെയ്യുക

source: Login Using Whatsapp
ml: വാട്സ്ആപ്പ് ഉപയോഗിച്ചു ലോഗിൻ ചെയ്യുക

source: No Whatsapp? Login Using OTP via SMS
ml: വാട്സ്ആപ്പ് ഇല്ലെ ? എസ്.എം.എസ് വഴി ഒ.ടി.പി ഉപയോഗിച്ചു ലോഗിൻ ചെയ്യുക

source: Select Your Location
ml: നിങ്ങളുടെ ലൊക്കേഷൻ തിരഞ്ഞെടുക്കുക

source: Select Language
ml: ഭാഷ തിരഞ്ഞെടുക്കുക

source: Continue
ml: തുടരൂ

source: Use English as default app language
ml: ഡീഫോൾട് ആപ്പ് ഭാഷ ആയി ഇംഗ്ലീഷ് ഉപയോഗിക്കുക

source: Detect Location
ml: ലൊക്കേഷൻ ഡിറ്റക്ട് ചെയ്യുക

# onboard_header
source: Let’s onboard you...
ml: നിങ്ങളെ ഓൺബോർഡ് ചെയ്യട്ടെ?

# onboard_entrepreneur_message
source: Are you an Entrepreneur?
ml: നിങ്ങൾ ഒരു സംരംഭകൻ ആണോ?

source: YES
ml: ഉണ്ട്

source: NO
ml: ഇല്ല

# onboard_why_do_we_need_this_info
source: Why do we need this information?
ml: ഈ വിവരത്തിൻറെ ആവശ്യകത എന്താണ്?

# onboard_why_do_we_need_this_info_answer
source: We collect these information to customize your app experience by accurately serving you with relevant content
ml: ഈ വിവരങ്ങൾ ശേഖരിക്കുന്നത്, പ്രസക്തമായ ഉള്ളടക്കം നിങ്ങൾക്കു നൽകിക്കൊണ്ട് ഈ ആപ്പുമായുള്ള നിങ്ങളുടെ അനുഭവം ഇഷ്ടാനുസൃതം ആക്കാൻ വേണ്ടിയിട്ടാണ്.

# onboard_select_your_industry
source: Select your industry
ml: നിങ്ങളുടെ വ്യവസായമേഖല തിരഞ്ഞെടുക്കുക

source: Agriculture
ml: കൃഷി

source: Mining & Quarry
ml: ഖനനവും ഖനിയും

source: Gas
ml: വാതകം

source: Electrical
ml: വൈദ്യുതസംബന്ധമായ

source: Air Conditioning
ml: എയർ കണ്ടീഷനിംഗ്

source: Waste Management
ml: മാലിന്യ സംസ്ക്കരണം

source: Construction
ml: നിർമ്മാണം

source: Wholesale
ml: മൊത്തവ്യാപാരം

source: Retail
ml: ചില്ലറവ്യാപാരം

source: Your business turnover
ml: നിങ്ങളുടെ ബിസിനസ്സ് ടേണോവർ

# less_than_ten_lakhs
source: Less than 10 Lakhs
ml: പത്ത് ലക്ഷത്തിൽ കുറവ്

# ten_to_twenty_lakhs
source: 10 - 24 Lakhs
ml: പത്ത്‌ ലക്ഷം മുതൽ ഇരുപത്തിനാലു ലക്ഷം വരെ

# twenty_five_to_forty_nine_lakh
source: 25 - 49 Lakhs
ml: ഇരുപത്തഞ്ച്‌ മുതൽ നാല്പത്തൊമ്പതു ലക്ഷം വരെ

# fifty_to_ninety_nine_lakh
source: 50 - 99 Lakhs
ml: അമ്പതു മുതൽ തൊണ്ണൂറ്റൊമ്പതു ലക്ഷം വരെ

# above_one_crore
source: Above 1 Crore
ml: ഒരു കോടിക്ക് മുകളിൽ

# onboard_topics_that_interest_you
source: Topics that interest you
ml: നിങ്ങൾക്കു താല്പര്യമുള്ള വിഷയങ്ങൾ

source: Sales
ml: വില്പന

source: Finance
ml: ധനകാര്യം

source: Technology
ml: സാങ്കേതികവിദ്യ

source: Something Else
ml: വേറെ എന്തെങ്കിലും

# onboard_receive_information
source: I would like to receive information about latest offers, promotions & news
ml: ഏറ്റവും പുതിയ ഓഫറുകൾ, പ്രൊമോഷനുകൾ, വാർത്തകൾ എന്നിവയെ കുറിച്ചുള്ള വിവരങ്ങൾ ലഭിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.

# onboard_preparing_your_dashboard
source: We are preparing your dashboard...
ml: ഞങ്ങൾ നിങ്ങളുടെ ഡാഷ്‌ബോർഡ് തയ്യാറാക്കുകയാണ്.

# onboard_please_wait
source: Please wait...
ml: ദയവായി കാത്തിരിക്കുക

source: Next
ml: അടുത്തത്

source: Phone number
ml: ഫോൺ നമ്പർ

source: Enter OTP
ml: ഒടിപി നൽകുക

source: Didn’t Receive OTP?
ml: ഒടിപി ലഭിച്ചില്ലേ?

source: Resend Now
ml: വീണ്ടും ഇപ്പോൾ അയക്കുക

source: Verify Whatsapp OTP
ml: വാട്സ്ആപ്പ് ഒടിപി വേരിഫൈയ് ചെയ്യുക

source: Register
ml: രജിസ്റ്റർ ചെയ്യുക

source: Full Name
ml: മുഴുവൻ പേര്

source: I agree to the Terms & Conditions
ml: നിയമങ്ങളും വ്യവസ്ഥകളും ഞാൻ അംഗീകരിക്കുന്നു

source: Register using Google
ml: ഗൂഗിൾ ഉപയോഗിച്ചു രജിസ്റ്റർ ചെയ്യുക

source: OR
ml: അഥവാ

# receive_latest_offers_promotions_news
source: I would like to receive information about latest offers, promotions & news
ml: ഏറ്റവും പുതിയ ഓഫറുകൾ, പ്രൊമോഷനുകൾ, വാർത്തകൾ എന്നിവയെ കുറിച്ചുള്ള വിവരങ്ങൾ ലഭിക്കാൻ ഞാൻ ആഗ്രഹിക്കുന്നു.

source: Verify
ml: സ്ഥിതീകരിക്കുക

source: Registration Successful
ml: രെജിസ്‌ട്രേഷൻ വിജയകരമായി പൂർത്തിയാക്കി

source: Login Now
ml: ഇപ്പോൾ ലോഗിൻ ചെയ്യാം

source: Welcome!
ml: സ്വാഗതം

source: Notifications
ml: അറിയിപ്പുകൾ

source: Clear All
ml: എല്ലാം ക്ലിയർ ചെയ്യുക

source: More
ml: കൂടുതൽ

source: My Courses
ml: എൻ്റെ കോഴ്സുകൾ

source: Course Progress
ml: കോഴ്സിന്റ്റെ പുരോഗതി

# completed_message
source: Completed
ml: പൂർത്തിയാക്കി

source: View Course
ml: കോഴ്സ് കാണുക

# by_message
source: By
ml: വഴി

# no_courses_message
source: You have not enrolled for any courses
ml: നിലവിൽ കോഴ്സുകളൊന്നും ലഭ്യമല്ല

# offline
source: You are offline
ml: നിങ്ങൾ ഓഫ്‌ലൈൻ ആണ്

# online
source: You are back online
ml: നിങ്ങൾ ഓൺലൈനിൽ തിരിച്ചെത്തി

source: Get this
ml: ഇത് നേടുക

source: Free
ml: സൗജന്യം

source: with a monthly subscription plan
ml: പ്രതിമാസ സബ്സ്ക്രിപ്ഷൻ പ്ലാനിനൊപ്പം

source: ADD TO CART
ml: കാർട്ടിലേക്കു ചേർക്കുക

source: QUICK BUY
ml: പെട്ടന്ന് വാങ്ങുക

source: BUY NUMBERONE GOLD PLAN
ml: നമ്പർവൺ ഗോൾഡ് പ്ലാൻ വാങ്ങുക

source: Enrolled
ml: എൻറോൾ ചെയ്തു

source: Reviews
ml: അവലോകനങ്ങൾ

source: Like
ml: ലൈക്

source: Comment
ml: കമൻറ്റ്

source: Message has been successfully posted
ml: മെസ്സേജ് വിജയകരമായി പോസ്റ്റ് ചെയ്തിരിക്കുന്നു.

source: ACCEPT
ml: സ്വീകരിക്കുക

source: CANCEL
ml: റദ്ദാക്കുക

source: DISMISS
ml: പിരിച്ചുവിടുക

source: Add item to cart
ml: ഐറ്റം കാർട്ടിലേക്കു ചേർക്കുക

# are_you_sure_add_to_cart
source: Are you sure, do you want to add this product
ml: ഉറപ്പാണോ? ഈ ഉത്പന്നം ചേർക്കേണ്ടതുണ്ടോ?

source: Done
ml: ചെയ്തു

source: No Whatsapp?
ml: വാട്സ്ആപ്പ് ഇല്ലേ?

source: using SMS
ml: എസ്എംഎസ് ഉപയോഗിക്കുന്നു

source: using Whatsapp
ml: വാട്സ്ആപ്പ് ഉപയോഗിച്ച്

source: Register Using Whatsapp
ml: വാട്സ്ആപ്പ് ഉപയോഗിച്ച് രജിസ്റ്റർ ചെയ്യുക

source: Register Using SMS
ml: എസ്എംഎസ് ഉപയോഗിച്ച് രജിസ്റ്റർ ചെയ്യുക

source: Login Using SMS
ml: എസ്എംഎസ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക

# do_not_like_sms
source: Don't like SMS?
ml: എസ്എംഎസ് താല്പര്യമില്ല?

# already_have_account_login
source: Already have an account? Login Now
ml: ഒരു അക്കൗണ്ട് ഉണ്ടോ? എങ്കിൽ ലോഗിൻ ചെയ്യുക

# terms_and_condition
source: Terms & Conditions
ml: നിബന്ധനകളും വ്യവസ്ഥകളും

source: I agree to the
ml: ഞാൻ സമ്മതിക്കുന്നു

source: Go Back
ml: തിരിച്ചു പോകൂ

source: Verify SMS OTP
ml: എസ് എം എസ് OTP പരിശോധിക്കുക

# do_not_have_account
source: Don’t have an account? Register Now
ml: അക്കൗണ്ട് ഇല്ലേ? ഇപ്പോൾ രജിസ്റ്റർ ചെയ്യുക

source: Enter Whatsapp OTP
ml: വാട്സ്ആപ്പ് OTP നൽകുക

source: Enter SMS OTP
ml: എസ് എം എസ് OTP നൽകുക

# please_enter_a_6_digit
source: Please enter a 6 digit OTP we have sent to
ml: ഞങ്ങൾ അയച്ച 6 അക്ക OTP നൽകുക

source: Please Wait
ml: ദയവായി കാത്തിരിക്കുക

source: Seconds
ml: നിമിഷങ്ങൾ

source: I Accept
ml: ഞാൻ അംഗീകരിക്കുന്നു

source: Confirmation
ml: സ്ഥിരീകരണം

# do_you_want_to_proceed
source: Are you sure you would like to proceed?
ml: നിങ്ങൾക്ക് തുടരാൻ താൽപ്പര്യമുണ്ടെന്ന് ഉറപ്പാണോ?

# we_are_customizing
source: We are customizing your app...
ml: ഞങ്ങൾ നിങ്ങളുടെ അപ്ലിക്കേഷൻ കസ്റ്റമൈസ് ചെയ്യുകയാണ്

source: Thank You
ml: നന്ദി

source: Marketing Professional
ml: മാർക്കറ്റിംഗ് പ്രൊഫഷണൽ

source: Freelancer
ml: ഫ്രീലാൻസർ

source: Student
ml: വിദ്യാർത്ഥി

source: Others
ml: മറ്റുള്ളവർ

source: OK
ml: ശരി

source: Error
ml: പിശക്

source: Please press Continue button
ml: തുടരുവാനുള്ള ബട്ടൺ അമർത്തുക

source: Personal Details
ml: വ്യക്തിഗത വിശദാംശങ്ങൾ

source: Business Details
ml: ബിസിനസ്സിൻറ്റെ വിശദാംശങ്ങൾ

source: Course Offline Purchase
ml: കോഴ്സ് ഓഫ്ലൈൻ പർച്ചേസ്

source: Settings
ml: സെറ്റിംഗ്സ്

source: Log Out
ml: ലോഗ് ഔട്ട്

source: Version:
ml: പതിപ്പ്

source: Made with
ml: ഉണ്ടാക്കിയിരിക്കുന്നത്

source: by NumberOne Academy team
ml: നമ്പർ വൺ അക്കാദമി ടീമിൻറ്റെ

# do_you_want_to_logout
source: Are you sure, do you want to logout
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ, ലോഗ്ഔട്ട് ചെയ്യണോ?

source: English
ml: ഇംഗ്ലീഷ്

source: Malayalam
ml: മലയാളം

source: Tamil
ml: തമിഴ്

source: Hindi
ml: ഹിന്ദി

source: Kannada
ml: കന്നഡ

source: Use
ml: ഉപയോഗിക്കുക

source: as App language
ml: ആപ്പ് ഭാഷയായി

# selected_language
source: English
ml: ഇംഗ്ലീഷ്

source: Select Course Language
ml: കോഴ്സിൻറ്റെ ഭാഷ തിരഞ്ഞെടുക്കുക

# personalize_your_experience
source: Let’s personalize your experience
ml: നിങ്ങളുടെ അനുഭവങ്ങളെ വ്യക്തിഗതം ആക്കുക.

# enable_location_for_personalize_your_experience
source: Enable location for personalized recommendations based on your region
ml: നിങ്ങളുടെ പ്രദേശത്തെ അടിസ്ഥാനമാക്കി വ്യക്തിപരമായ ശുപാർശകൾക്കായി ലൊക്കേഷൻ പ്രവർത്തനക്ഷമം ആക്കുക.

source: Coming Soon
ml: ഉടൻ വരും

source: Course Syllabus
ml: കോഴ്സിൻറ്റെ സിലബസ്സ്

source: Overview
ml: അവലോകനം

source: Community
ml: സമൂഹം

source: Preview
ml: പ്രിവ്യൂ

source: Trending Courses
ml: ട്രെൻഡിംഗ് കോഴ്സുകൾ

source: Bundled Courses
ml: ബണ്ടിൽ ചെയ്ത കോഴ്സുകൾ

source: Free Courses
ml: സൗജന്യം ആയ കോഴ്‌സുകൾ

source: Courses
ml: കോഴ്‌സുകൾ

source: PAY NOW
ml: ഇപ്പോൾ പണമടയ്ക്കാം

# buy_more_course
source: BUY MORE COURSES
ml: കൂടുതൽ കോഴ്‌സുകൾ വാങ്ങാം

source: View Offers
ml: ഓഫറുകൾ കാണുക

source: Apply Coupon
ml: കൂപ്പൺ ഉപയോഗിക്കുക

# do_you_have_discount_coupon_code
source: Do you have a discount coupon code?
ml: നിങ്ങൾക്ക് ഒരു ഡിസ്‌കൗണ്ട് കൂപ്പൺ കോഡ് ഉണ്ടോ?

source: Enter Coupon Code
ml: കൂപ്പൺ കോഡ് നൽകുക

source: Purchase Receipt
ml: വാങ്ങിയതിൻറ്റെ രസീത്

source: Successfully Paid
ml: പണമടച്ചിരിക്കുന്നു

source: Payment Confirmation
ml: പണമടച്ചതിന്റെ സ്ഥിരീകരണം

source: Total
ml: മുഴുവൻ

source: Course Price
ml: കോഴ്‌സിൻറ്റെ വില

source: Discount
ml: ഡിസ്‌കൗണ്ട്

source: Paid Amount
ml: അടച്ച തുക

source: VIEW COURSE DASHBOARD
ml: കോഴ്‌സ് ഡാഷ്‌ബോർഡ് കാണുക

source: Order ID
ml: ഓർഡർ ഐഡി

source: Quick Buy
ml: പെട്ടന്ന് വാങ്ങുക

source: Enter it now to avail the discount
ml: ഡിസ്‌കൗണ്ട് ലഭിക്കാൻ ഇപ്പോൾ ഇത് നൽകുക

source: PROCEED TO PAY
ml: പേയ്‌മെൻറ്റിലേക്കു പോവുക

source: Phone Number
ml: ഫോൺ നമ്പർ

source: Email Address
ml: ഇമെയിൽ അഡ്രസ്

source: Date of Birth
ml: ജനനത്തീയതി

source: Gender
ml: ജെൻഡർ

source: Address
ml: വിലാസം

source: City
ml: നഗരം

source: State
ml: സംസ്ഥാനം

source: Pincode
ml: പിൻ കോഡ്

source: Save
ml: സേവ് ചെയ്യുക

source: Submit
ml: സമർപ്പിക്കുക

source: Company Name
ml: സ്ഥാപനത്തിൻറ്റെ പേര്

source: Profile
ml: പ്രൊഫൈൽ

source: About
ml: കുറിച്ച്

source: Do you have GST number?
ml: നിങ്ങൾക്ക് ഒരു ജി എസ് ടി നമ്പർ ഉണ്ടോ?

source: Please provide your GST number for tax purpose
ml: നികുതി ആവശ്യങ്ങൾക്കായി നിങ്ങളുടെ GST നമ്പർ നൽകുക

source: Payable Amount
ml: അടക്കേണ്ട തുക

source: Are you sure?
ml: നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Latest Courses
ml: ഏറ്റവും പുതിയ കോഴ്സുകൾ
